"LAST_BACKUP" = "Backup Mais Recente:";
"NEXT_BACKUP" = "Próximo Backup:";
"BACKING_UP" = "Fazendo o backup:";
"ACCESSING_BACKUP" = "Acessando disco de backup…";
"IN_PROGRESS" = "Fazendo o Back Up…";
"PREPARING" = "Preparando backup…";
"STOPPING" = "Parando backup…";
"THINNING" = "Organizando…";
"DELETING" = "Apagando backups antigos...";
"FINISHING" = "Finalizando o backup…";
"EXCLUDE" = "Excluir";
"NOT_MOUNTED" = "O volume de backup não está montado.";
"INCLUDED" = "Tamanho estimado do backup total: %@";
"CALCULATING" = "Calculando o tamanho total do backup...";
"ENCRYPT_IMAGE_NAME" = "Backup de %@%@";
"DI_ERR_TITLE" = "Um erro ocorreu ao criar a imagem de backup criptografada.";
"DI_EXISTS" = "Já existe um backup criptografado neste disco.";
"DI_ERROR" = "Erro %d ocorreu";
"DI_FAILED_TO_MOUNT" = "A imagem de disco não pôde ser montada.";
"OK" = "OK";
"SHOW_HIDDEN_ITEMS" = "Mostrar itens invisíveis"; // checkbox
"CALCULATING_SIZE" = "Calculando alterações…";
"CALCULATING_CHANGED_ITEMS" = "Preparando %@ Itens…";					
"CALCULATING_EXCLUDED_ITEMS" = "Eliminando %@ Itens…";
"CALCULATING_DEEP_SCANNED_ITEMS" = "Escaneando %@ Itens…";

"MOUNTING" = "Disponibilizando disco de backup…";
"INDEXING" = "Indexando backup…";

// voice-over strings
"AX_ADD" = "Adicionar item à lista “Não fazer o backup”";
"AX_REMOVE" = "Remover item da lista “Não fazer backup”";

// error strings
"FAILED" = "Falhou";
"DELAYED" = "Atrasado";
"TIME_MACHINE_ERROR" = "Erro do Time Machine";

"WARNING_SAME_DISK_TITLE" = "Tem certeza de que deseja fazer o backup no mesmo dispositivo no qual estão seus dados originais?";
"WARNING_SAME_DISK_ONE_CONFLICT" = "O volume “%@” que você escolheu para armazenar os backups está no mesmo dispositivo que o volume “%@”, do qual se realiza o backup.\n\nPara proteger totalmente os seus dados, você deve realizar o backup em um volume de um dispositivo diferente.\n";
"WARNING_SAME_DISK_MULTIPLE_CONFLICTS" = "O volume “%@” que você escolheu para armazenar os backups está no mesmo dispositivo que os volumes %@ e %@, dos quais se realiza o backup.\n\nPara proteger totalmente os seus dados, você deve realizar o backup em um volume de um dispositivo diferente.\n";
"QUOTED_VOLUME_NAME" = "“%@”";
"LIST_SEPARATOR" = ", ";
"USE_SELECTED_DISK_BUTTON" = "Usar Volume Selecionado";
"CHOOSE_ANOTHER_DISK_BUTTON" = "Selecionar Outro Volume";

"WARNING_NO_DESTINATION_TITLE" = "Um volume de backup não foi selecionado.\n\n";
"WARNING_NO_DESTINATION" = "Para selecionar um volume de backup, clique em Configurar.";

"REMAINING_HOUR" = "%d hora";
"REMAINING_HOURS" = "%d horas";
"REMAINING_MIN" = "%d minuto";	
"REMAINING_MINS" = "%d minutos";
"REMAINING_HOURS_AND_MINS" = "Faltam %@ e %@…";
"REMAINING_ABOUT" = "Faltam %@…";
"REMAINING_LESS_MIN" = "Falta menos de um minuto...";

"BACKUP_NOW" = "Fazer backup agora";
"STOP_BACKING_UP" = "Parar o Backup";
"BYTES_COMPLETED_AND_TOTAL_FORMAT" = "%1$@ de %2$@";

// disk formatting dialog
"DISK_NEEDS_REFORMATTING_TITLE" = "Tem certeza de que deseja apagar o disco de backup “%@”? O apagamento destruirá todas as informações do disco e não poderá ser desfeito.";
"DISK_NEEDS_REFORMATTING_TEXT" = "O disco deve ser apagado antes de ser usado em backups do Time Machine porque tem um sistema de arquivos incompatível.";
"DISK_NEEDS_REFORMATTING_CS_TEXT" = "O disco deve ser apagado antes de ser usado em backups do Time Machine, porque um disco do qual você está criando um backup faz distinção entre maiúsculas e minúsculas, mas o disco de backup não.";
"ERASE_DISK_BUTTON" = "Excluir";
"DONT_ERASE_BUTTON" = "Não Apagar";
"CANCEL_ERASE_BUTTON" = "Cancelar";
"FORMATTING" = "Apagando:";

// disk formatting error dialog
"ERROR_FORMATTING_TITLE" = "Houve um erro ao apagar o disco de backup do Time Machine “%@”.";

// skip system files alart
"WARNING_SKIP_SYSTEM_FILES_TITLE" = "Você escolheu excluir a pasta do Sistema.";
"WARNING_SKIP_SYSTEM_FILES" = "Deseja também excluir outros arquivos instalados com o Mac OS X, tal como aplicativos do sistema e ferramentas UNIX?";
"EXCLUDE_ALL_SYSTEM_FILES_BUTTON" = "Excluir Todos os Arquivos de Sistema";
"EXCLUDE_SYSTEM_FOLDER_ONLY_BUTTON" = "Excluir Somente a Pasta do Sistema";
"EXCLUDE_LIST_ALL_SYSTEM_FILES" = "Arquivos de Sistema e Aplicativos";
"EXCLUDE_LIST_CALCULATING_SIZE" = "Calculando Tamanho";

// the name we give a disk after reformatting it for use with Time Machine
"REFORMATTED_DISK_NAME" = "Backups do Time Machine"; 

// Disk selection list
"REFORMAT_REQUIRED" = "reformatação necessária (sistema de arquivos incompatível)";
"REFORMAT_REQUIRED_CS" = "reformatação necessária (o disco não faz distinção entre maiúsc./minúsc.)";
"SERVER_INFO_FORMAT" = "em “%@”";
"TIME_CAPSULE_ACCOUNT" = "Minha Conta de Usuário";

"DISK_PICKER_NONE" = "Nenhum";
"DISK_PICKER_NONE_TOOL_TIP" = "Parar o backup";
"DISK_PICKER_BUTTON_USE" = "Usar para Backup";
"DISK_PICKER_BUTTON_STOP" = "Parar o Backup";

// Available disk space
"AVAILABLE_AND_TOTAL_DISK_SPACE_FORMAT" = "%@ de %@";

// FileVault warnings
"FILEVAULT_WARNING_USER_LEOPARD_TITLE" = "O FileVault está ativado para a sua conta de usuário. O Time Machine fará o backup da sua pasta pessoal somente quando você estiver desconectado.";
"FILEVAULT_WARNING_USER_LEOPARD" = "Você não pode navegar ou restaurar itens individuais de uma pasta pessoal criptografada pelo FileVault no backup do Time Machine. Para restaurar todos os arquivos e pastas deste tipo de backup, inicialize a partir de um disco de instalação do Mac OS X e selecione a opção “Restaurar Sistema do Backup” no menu “Utilitários” do Instalador.";
"FILEVAULT_WARNING_ADMIN_LEOPARD_TITLE" = "O FileVault está ativado em uma ou mais contas de usuário neste computador. O Time Machine realiza o backup das pastas pessoais protegidas pelo FileVault somente quando os usuários, que são os proprietários destas pastas pessoais, estão desconectados.";
"FILEVAULT_WARNING_ADMIN_LEOPARD" = "Você não pode navegar ou restaurar itens individuais de uma pasta pessoal criptografada pelo FileVault no backup do Time Machine. Para restaurar todos os arquivos e pastas deste tipo de backup, inicialize a partir de um disco de instalação do Mac OS X e selecione a opção “Restaurar Sistema de Backup” no menu “Utilitários” do Instalador.";

"FILEVAULT_WARNING_USER_TIGER_TITLE" = "O Time Machine não pode fazer o backup da sua pasta pessoal porque ela foi criptografada usando uma versão anterior do FileVault. Desative o FileVault da sua conta e ative-o novamente; depois disso, faça o backup.";
"FILEVAULT_WARNING_ADMIN_TIGER_1_USER_TITLE" = "O Time Machine não pode fazer o backup da pasta pessoal da conta “%@” porque ela foi criptografada usando uma versão anterior do FileVault. Desative o FileVault para esta conta e ative-o novamente; depois disso, faça o backup.";
"FILEVAULT_WARNING_ADMIN_TIGER_2_USERS_TITLE" = "O Time Machine não pode fazer o backup das pastas pessoais das contas “%@” e “%@” porque elas foram criptografadas usando uma versão anterior do FileVault. Desative o FileVault em cada uma das contas e ative-o novamente; depois disso, faça o backup.";
"FILEVAULT_WARNING_ADMIN_TIGER_3_USERS_TITLE" = "O Time Machine não pode fazer o backup das pastas pessoais das contas “%@”, “%@” e “%@” porque elas foram criptografadas usando uma versão anterior do FileVault. Desative o FileVault em cada uma das contas e ative-o novamente; depois disso, faça o backup.";
"FILEVAULT_WARNING_ADMIN_TIGER_MORE_USERS_TITLE" = "O Time Machine não pode fazer o backup das pastas pessoais das contas “%@”, “%@”, “%@” e outras, porque elas foram criptografadas usando uma versão anterior do FileVault. Desative o FileVault em cada uma das contas e ative-o novamente; depois disso, realize o backup.";
"FILEVAULT_WARNING_TIGER" = "O Time Machine faz o backup das pastas pessoais protegidas por FileVault, mas você não pode navegar ou restaurar itens individuais de uma pasta pessoal criptografada pelo FileVault no backup do Time Machine. Para restaurar todos os arquivos e pastas deste tipo de backup, inicialize a partir de um disco de instalação do Mac OS X e selecione a opção “Restaurar Sistema de Backup” no menu “Utilitários” do Instalador.";

"NEXT_BACKUP_WHEN_CONNECTED" = "Quando o disco estiver conectado";
"NEXT_BACKUP_TURNED_OFF" = "Backups automáticos desativados";
"NEXT_BACKUP_WHEN_PLUGGED_IN" = "Quando o Mac estiver conectado";

"WILL_START_IN_ONE_SEC" = "um segundo…";
"WILL_START_IN_X_SECS" = "%@ segundos…";

"DESTINATION_TOOLTIP" = "Volume: %@\nMontado em: %@";

"LATEST_SUCCESSFUL_BACKUP" = "Backup mais recente realizado com êxito: %@ em %@";

"INSUFFICIENT_ACCESS_TITLE" = "Você não possui os privilégios necessários para ler, gravar e acrescentar no disco de backup de rede selecionado.";
"INSUFFICIENT_ACCESS_MESSAGE" = "Por favor, conecte como um usuário diferente ou entre em contato com o administrador de sua rede.";

"ERROR_OBTAINING_URL" = "Erro interno - falha ao obter a url de “%@”";

"KEYCHAIN_ERROR" = "Ocorreu um erro %d de chaves ao criar uma entrada de Chaves do Sistema para o nome de usuário “%@” e URL “%@”.";
"KEYCHAIN_RECOVERY_SUGGESTION" = "Você pode tentar usar o utilitário Acesso às Chaves para editar ou reparar as suas Chaves do Sistema.";

"ERROR_NETAUTHMOUNT" = "O Time Machine não pode acessar o disco de backup “%@”.";

"UNKNOWN_DISK_NAME" = "Sem Título";

// health check strings
PERFORMING_HEALTH_CHECK = "Verificando Backup...";
SKIP_HEALTH_CHECK = "Omitir Verificação";
SKIPPING_HEALTH_CHECK = "Omitindo Verificação…";
